---
kind: enumMember
id: F:Autodesk.Revit.DB.BackgroundImageFit.None
enum: Autodesk.Revit.DB.BackgroundImageFit
source: html/7948e97e-d74a-3b6a-e2fd-eb82bfdac7f0.htm
---
# Autodesk.Revit.DB.BackgroundImageFit.None

No scale applied to the image; it will keep its original size.